[
{"aries": ["O dia traz muita pressão psicológica e tomar decisões acertadas pode ser difícil, por isso o melhor hoje é terminar o que precisar sem inventar muitas novidades. Momento de tirar da frente os problemas que surgirem sem se estressar, o que pode ser desafiador."]},
{"touro": ["O dia pode te levar a lugares novos e a resoluções positivas, caso você mantenha a sua autoconfiança e a sua esperança de que o caos se resolverá por si só. Além disso, o dia é positivo para tomar decisões que te tirem do lugar comum, assim como para estudos e viagens."]},
{"gemeos": ["O dia pode trazer a necessidade de você descansar e se desconectar de tudo o que for preocupação e problemas. Buscar meditar ou se isolar e manter o seu foco pode ser a solução para tudo, pois hoje é aquele dia em que o cansaço pode te abater. Cuide da sua saúde mental!"]},
{"cancer": ["Hoje, você pode receber muita ajuda das pessoas ou do seu par. Aquela dúvida pode ser sanada se você tiver humildade para ouvir críticas ou para aprender coisas novas. Momento de reflexões e calma. O dia é lento, então não alimente ansiedades, porque nem tudo vai depender de você e você precisará ter paciência."]},
{"leao": ["O dia vai exigir de você muita flexibilidade para lidar com todas as mudanças de última hora que você vai enfrentar. Mantenha a sua fé. Tome cuidado com as desordens emocionais que podem criar dúvidas desnecessárias e atrapalhar suas relações pessoais."]},
{"virgem": ["O dia traz preguiça, medo ou tédio. Tome cuidado com a dificuldade de seguir, de encontrar saída para os problemas. Os obstáculos existem, mas o dia exige, te desafia a se libertar de qualquer situação negativa com coragem e iniciativa."]},
{"libra": ["O dia pode trazer uma necessidade de mais atenção aos assuntos domésticos ou familiares. Pode ser desafiador se manter na realidade, não apenas dentro da sua própria imaginação. Situações podem vir à tona e será preciso ser sábio e amoroso, além de calmo, para se colocar à frente e solucionar."]},
{"escorpiao": ["O dia pode trazer demoras, lentidões, confusões e mal-entendidos. É importante sair da razão e usar o coração, deixando as coisas fluírem sem tanto controle. Sua comunicação está ativada, então use e abuse do diálogo e seja flexível. Seu lado compreensivo está ativado."]},
{"sagitario": ["O dia favorece a sua autoestima, mas é preciso que você cuide melhor de si e não se coloque apenas à disposição dos outros, senão pode ficar ressentido ou magoado por qualquer coisa. As relações estão potencializadas e você pode estar vivendo uma paixão, mas mantenha o equilíbrio."]},
{"capricornio": ["O dia será agitado e rápido. Pode ser um grande desafio manter o foco, mas muitas ideias podem surgir, além de problemas que podem ser desobstruídos, inclusive com a ajuda das pessoas. Pode ser um dia animado e de sorte, se souber soltar o controle de tudo."]},
{"aquario": ["Pode ser um dia de preguiça e estagnação mental, com muitas dúvidas e situações caóticas e confusas. O ideal é descansar, fazer coisas mais simples e tentar organizar as ideias e as tarefas, sem querer ter um dia produtivo ou cheio de atividades. Soltar e meditar são posturas indicadas."]},
{"peixes": ["Sua capacidade de liderança é grande neste. Podem acontecer muitas reuniões ou situações nas quais você precise organizar muitas atividades ao mesmo tempo. Tome cuidado com a estafa ou a agressividade ao lidar com a dificuldade dos outros. As amizades estão potencializadas."]}
]