[
{"semana": "31/01 a 06/02", "aries": "A semana traz uma oportunidade especial para que você realize seus planos, inclusive pode trazer ajuda de pessoas conhecidas. Novos amigos podem surgir também, portanto se abra para novas relações, porque isso pode ser promissor e importante no seu futuro. Tome cuidado com o excesso de preocupação ou de tarefas cansativas. É importante fazer pausas.", "amor": "As relações fraternais estão favorecidas, portanto os amigos terão destaque especial na sua semana. Vale a pena sair um pouco para se divertir. O amor pode se beneficiar com a sua energia de alegria e generosidade, portanto abra espaço na sua rotina para incluir seu par ou para conhecer pessoas novas.", "trabalho": "A semana vai te trazer novidades com relação à carreira e ao trabalho. Sem dúvida, você pode receber uma proposta ou ter amigos indicando novas oportunidades. Para carreiras já estabelecidas, pode acontecer um crescimento após um período longo de dedicação. Momento de colheita e abundância para quem conseguiu perseverar em um objetivo."},
{"semana": "31/01 a 06/02", "touro": "A semana vai ser agitada e produtiva ao mesmo tempo. Você pode se surpreender com alguma novidade e alguma notícia inesperada pode chegar de pessoas que moram longe. Estudos e novos cursos também podem surgir para expandir sua mente. Sua postura de liderança será ativada, mas tome cuidado com rigidez extrema.", "amor": "A semana será mais voltada ao trabalho, mas as amizades podem fazer a diferença. Inclusive, você pode sentir a interferência ou a ajuda do seu par amoroso no seu trabalho, o que acabará sendo muito positivo. Além disso, passeios também podem acontecer, trazendo um pouco de diversão.", "trabalho": "Seus projetos podem começar a trazer resultado ou nesta semana você dará o pontapé inicial naquela sua ideia promissora. Momento de manter a persistência e acreditar em si para que o sucesso venha no futuro. A ansiedade pode colocar tudo a perder."},
{"semana": "31/01 a 06/02", "gemeos": "A semana te levará a uma expansão se conseguir encerrar situações negativas ou relacionamentos ruins. Então é o momento ideal para fechar um ciclo e começar outro. O desapego e a fé são necessários para que esse salto e esse crescimento aconteçam em uma ou várias áreas da sua vida.", "amor": "As relações podem passar por um pente fino, portanto a semana é propícia para dialogar e trazer sinceridade para a sua relação, seja ela qual for. Tome cuidado com inseguranças que podem minar sua relação, deixando tudo mais complicado.", "trabalho": "O momento é bem importante para trazer novas ideias à tona e colocá-las em prática devagar e sempre. Podem surgir preocupações com relação a dinheiro, mas você não deve se deixar envolver por essa energia de escassez. Em vez disso, busque sua criatividade para se reinventar ou coloque foco em outras atividades que podem trazer a abundância de que você precisa. Bom momento para renovar a carreira ou fazer uma transição de área."},
{"semana": "31/01 a 06/02", "cancer": "A semana traz renovação em muitos aspectos e você pode se sentir renascido e leve para recomeçar. Pode ser momento de arriscar, então é importante acreditar nos seus planos e nas suas metas, não se deixando levar por medo, inclusive é possível que você pense muito no futuro, o que pode ser ruim. É melhor viver o aqui e agora e ser perseverante.", "amor": "As relações podem se fortalecer muito nesta semana, inclusive pedidos de namoro ou casamento podem acontecer. Para quem está numa relação complicada demais, os laços podem ser rompidos de vez. Amigos podem fazer convites para passeios ou eventos.", "trabalho": "Boa semana para iniciar parcerias e sociedades ou para buscar novas oportunidades. Existe uma necessidade de se fazer aparecer também e de buscar aliados. No mais, a semana pode trazer foco e ser uma ótima para administrar a parte financeira ou cuidar de papelada e burocracia."},
{"semana": "31/01 a 06/02", "leao": "A semana pode trazer eventos ou situações que exigem um grande autocontrole e também equilíbrio emocional. Tome cuidado com a dificuldade de manter uma rotina saudável e simples. Seu apetite pode aumentar ou os desejos podem trazer desequilíbrios, inclusive financeiros.", "amor": "A semana pode trazer uma necessidade de lidar com seus relacionamentos de uma forma mais livre, desapegada e, ao mesmo tempo, equilibrada. Portanto as relações podem trazer desafios, mas ao mesmo tempo todos os ajustes que podem vir por meio de diálogos ou eventos externos, como pessoas da família e questões financeiras, serão benéficos para ambos.", "trabalho": "A vida profissional pode sofrer alterações ou mudanças. Pode ser que você precise ser bem flexível para conseguir ouvir críticas ou trazer soluções. Você pode conseguir interceder com lucidez e boas ideias, o que acaba te colocando em destaque. Saiba levar paz e boas palavras para os seus colegas. Bom momento na Lua Nova de Aquário, no dia 1º, para assinatura de contratos. Além disso, você também pode começar em um novo trabalho."},
{"semana": "31/01 a 06/02", "virgem": "A semana traz a necessidade de cuidar da saúde ou de ter uma boa recuperação após um período doente. Além disso, pode ser preciso enfrentar alguns desafios e revezes que te levam a mudar sua rotina no último momento. Portanto ser flexível e saber fazer adaptações é importante.", "amor": "As relações estão bem positivas nesta semana: você pode começar ou desenrolar uma relação afetiva ou até conhecer alguém no trabalho. Sua confiança em si mesmo pode ser grande, portanto quanto mais vencer seus medos de avançar rumo ao que deseja, mais poderá firmar e fortalecer uma relação, seja ela nova ou antiga.", "trabalho": "Novidades podem chegar até sua rotina de trabalho. Pode haver viagens profissionais ou até mudanças na chefia. Seja como for, aguarde novas regras ou novas atribuições: existe crescimento e ganhos. Aceite as propostas que chegam e avance."},
{"semana": "31/01 a 06/02", "libra": "A semana pode ser pautada por situações de família ou domésticas, que vão interferir na sua vida pessoal. Busque dialogar e ter paciência ou colocar limites para não se irritar. Cuide bem das suas finanças, porque elas podem ficar instáveis ou haver um gasto extra inesperado.", "amor": "As relações estarão em foco nesta semana: decisões serão tomadas para uma mudança na vida afetiva. Pode haver mudança de status, então, se estiver solteiro, você pode começar a namorar. Se estiver em uma relação que não engata, pode acabar tomando a decisão de desistir e ficar livre.", "trabalho": "As responsabilidades podem pesar nesta semana e seu foco pode oscilar, portanto tome cuidado com a dificuldade de realizar o que é necessário ou com a falta de atenção, que pode te levar a cometer um erro. Fora isso, você pode conseguir resolver problemas tanto de trabalho quanto familiares, caso ouse ser mais criativo e espontâneo."},
{"semana": "31/01 a 06/02", "escorpiao": "A semana será agitada pela presença de muitas pessoas. Além disso, você poderá viver mudanças no seu ambiente doméstico. Inclusive, uma mudança de residência ou algum reparo no seu lar pode ser cogitado. Use e abuse da sua capacidade de dialogar e busque ceder, senão pode ser uma semana com alguns conflitos.", "amor": "Você pode assumir uma postura mais amorosa e doadora nesta semana, além de tentar compreender o lado dos outros. Sua capacidade de levar conselhos para as pessoas que ama é grande. A parceria amorosa pode ganhar profundidade e existe a possibilidade de uma decisão de morarem juntos ou de se casarem.", "trabalho": "Ótima semana para realizar contatos, fazer networking, prospectar, vender ou expor suas ideias. Não fique isolado ou preocupado demais; é indicado ser espontâneo e sociável para ter uma semana mais leve no trabalho. Fora isso, tome cuidado com a falta de planejamento, senão pode ser uma semana caótica."},
{"semana": "31/01 a 06/02", "sagitario": "A semana vai trazer foco e calma para resolver todas as demandas. Bom momento para ir atrás de questões que ficaram paradas nas últimas semanas. Buscar melhorar sua rotina de saúde e seu autocuidado é indicado, além de se organizar para o mês de fevereiro, que está chegando. Inclusive, você pode resolver planejar uma viagem para os próximos dias.", "amor": "As relações amorosas podem se fortalecer com passeios ou diálogos: momento romântico a dois. Use e abuse da sua criatividade. Tome cuidado com excesso de gastos para agradar o ser amado. Você pode ganhar um presente ou um jantar do seu par e até receber um convite para sair com alguém que esteja disputando sua atenção.", "trabalho": "O trabalho vai exigir seu foco e sua disciplina. Quanto mais conseguir manter isso em mente, mais terá produtividade e criatividade, abandonando situações comuns e chatas para algo mais extraordinário. Portanto suas ideias bem planejadas poderão dar frutos futuros e bons lucros. Não deixe de acreditar nas suas ideias originais. Bom momento para buscar estudar ou aprender algo novo."},
{"semana": "31/01 a 06/02", "capricornio": "A semana traz garra e iniciativa para realizar o que tiver vontade. Apenas tome cuidado para não desperdiçar sua energia com coisas fúteis ou banais. Cuide bem dos seus lucros e ganhos. Pode ser uma semana de boas perspectivas, mas é importante ter moderação nos gastos. Manter seus objetivos com propósito é importante.", "amor": "Pode ser uma semana em que a coragem de se declarar, de abrir o coração e de falar sobre suas emoções virá à tona. Você pode literalmente se sentir mais seguro e estável emocionalmente para levar conforto e afeto para as pessoas à sua volta, principalmente para o seu par. Novos amigos ou uma nova relação podem surgir.", "trabalho": "Sua energia e sua capacidade de ser produtivo aumentam muito no início de fevereiro, então você poderá pôr em prática seus planos e objetivos. Pode ser uma semana de retomada de assuntos que ficaram pendurados em janeiro, por isso será uma semana de muito trabalho. Tome cuidado com o excesso e saiba relaxar e fazer pausas."},
{"semana": "31/01 a 06/02", "aquario": "A semana traz muitos planetas no seu signo e uma Lua Nova que chega te abençoando. Portanto é o momento de confiar nos seus sonhos e de perseverar no que deseja para ver concretizado, então não se distraia e se mantenha firme, pois podem existir situações que chegam para te fazer desistir.", "amor": "Você pode se ver mais popular nesta semana, o que pode gerar paqueras e retornos positivos se você souber se mostrar mais aberto e mais espontâneo nas suas conquistas. Aos relacionamentos estáveis, vale a pena se abrir para ouvir mais ou realizar mais a vontade do seu par, porque isso pode fortalecer mais a sua relação e a sua parceria.", "trabalho": "O trabalho pode ficar caótico devido ao excesso de demanda que chega nesta semana. É importante tentar se organizar e planejar bem suas tarefas e seus compromissos para não se perder ou acabar se esquecendo de alguma coisa importante. Existirá sorte se souber aceitar as mudanças e deixar fluir, soltando tudo que não te diz respeito."},
{"semana": "31/01 a 06/02", "peixes": "Prepare-se para uma semana de mudanças e de situações que chegam para tirar você do controle, portanto tome cuidado com o nervosismo e as ansiedades que essas situações podem te causar. Além disso, cuide bem do seu equilíbrio emocional: solte tudo que não importa, porque assim a semana ficará mais leve.", "amor": "As relações de amizade terão um peso maior nesta semana e você poderá receber ajuda ou ajudar um amigo. Além disso, pode acabar desabafando sobre suas desilusões ou decepções e recebendo conforto. Tome cuidado com brigas, porque você pode acabar exagerando ou passando algum limite aos olhos do seu par, o que vai gerar desconforto.", "trabalho": "O trabalho pode ser um ponto desafiador nesta semana, pois parecerá que tudo está lento, atrasado ou que você não tem o foco suficiente. Respire! Na verdade, são só suas emoções ou a dificuldade de lidar com as pessoas à sua volta. É preciso ter paciência nesta semana."}
]